{
  "subtitle": "", 
  "description": "Toddlers grow and learn fast", 
  "language": "eng_GB", 
  "title": "Playing with 1-2 year toddlers!\t", 
  "primary_category": "4a48bc8c8708409d96ed337eb361c8a4", 
  "created_at": "2016-04-20T13:17:32.195501+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-20T13:17:32.195737+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "152b9055ab4e40e08a5e17400b2a7c5b"
  ], 
  "id": null, 
  "content": "WHAT YOU CAN DO AND OBSERVE\r\n\r\n- Give your child things to put into containers and take out. \r\n\r\n> She/he will try to take them out and put them back on her/his own, which is excellent for the development of her/his eye-hand coordination skills.\r\n\r\n- Give your toddler things to stack up. \r\n\r\n> She/he should try to stack more things up on her/his own and make them fall down, or will stack things up until they fall down.\r\n\r\n- Ask your child simple questions and respond to your child’s attempts to talk.\r\n\r\n> She/he should be willing to interact by responding and/or asking further questions.\r\n\r\n- Try to talk about different realities with your infant, such as the nature, pictures and things from the surrounding environment. \r\n\r\n> You should see your infant move around and willing to explore the environment.\r\n\r\n- Encourage your infant to learn by watching what she/he does and naming it: “You are filling the boxes.” \r\n\r\n> She/he will be happy to show you what he learned and will gain in self-esteem.\r\n- Play with your infant and offer help: “Let’s do it together. Here are more stones to put into your box.” \r\n\r\n- Play with your infant and offer help: “Let’s do it together. Here are more stones to put into your box.”  \r\n\r\n> These discoveries should make him happy and more confident.\r\n\r\n- Use every opportunity to engage in a conversation with your infant, including when feeding or bathing, or when working near her/him. \r\n\r\n> She/he should soon beginning to understand what you are saying and able to follow simple directions.\r\n\r\n- You can play simple word games, and ask simple questions: “Where is your toe?” or “Where is the bird?” You can look at pictures and talk about what you see.\r\n\r\n> She/he should show more and more curiosity and willingness to communicate about what she/he sees and hears.\r\n\r\nNext article:\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "ea65769955724b8b854e133d6aadd184", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "playing-1-2-year-toddlers", 
  "uuid": "2436536a59ab4e20be7957a0460f2dde"
}