{
  "subtitle": "", 
  "description": "Babies’ environment counts ", 
  "language": "eng_GB", 
  "title": "Useful Tips for 6-9 month babies! ", 
  "primary_category": "353c2ec6db2f46d1b4cf755b71d73d22", 
  "created_at": "2016-04-20T13:32:33.429111+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-20T13:32:33.429322+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "bba8ed48461544fa872d2490a96234ef"
  ], 
  "id": null, 
  "content": "TIPS AND TOYS YOU CAN USE FOR 6-9 MONTH BABIES\r\n\r\n- When asking a question give lots of time for the answer. Count to 10 in your mind. Then if no answer comes, answer the question yourself. Try an easier question the next time. \r\n\r\n- Make sure your baby has access to safe and clean household to handle, bang, and drop.\r\n\r\n- Say your baby’s name as much as possible. She/he will look to see who is saying it and will try to reach out to the person who kindly calls her/him.\r\n\r\n- You should never say sounds or sing too loud as this may scare babies.\r\n\r\n- Smile as much as possible and provide your baby with comfort and trust.\r\n\r\n- Clean, safe, and colourful things from the household, such as a wooden spoon or plastic bowl, can be given to the child to reach for and touch.\r\n\r\n- Picture books are easy to make and very good for babies to develop curiosity and learn new things.\r\n\r\n- Hand puppets and stuffed dolls: Trace and enlarge a pattern on a fabric. Cut out two pieces of the pattern. On one piece, draw a face with a marker or use buttons or seeds for eyes (make sure all pieces are securely attached to the puppet). Sew the two pieces together, leaving the bottom open, so that you can insert your hand.\r\n\r\n- Puzzles can help babies learn how shapes, forms and colors fit together. To make a puzzle, just glue a picture on a cardboard, wood, plywood or other material, and cut out the pieces with a coping saw or scissors.\r\n\r\nNext article:\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "6427d7858dd7408092f490eabfbcf974", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "useful-tips-6-9-month-babies", 
  "uuid": "2bbce0f8f6dc419899a4f2a5c1cfdf78"
}