{
  "subtitle": "", 
  "description": "Let your baby explore ", 
  "language": "eng_GB", 
  "title": "Comforting time for 6-9 month babies! ", 
  "primary_category": "353c2ec6db2f46d1b4cf755b71d73d22", 
  "created_at": "2016-04-20T13:37:01.923632+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-20T13:37:01.923883+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "2bbce0f8f6dc419899a4f2a5c1cfdf78"
  ], 
  "id": null, 
  "content": "WHAT YOU CAN DO AND OBSERVE\r\n\r\n- Provide opportunities for your baby to manipulate safe and clean objects of different textures and shapes. \r\n\r\n> You will see her/him trying to pass things from hand to hand and to other persons, dropping them to see where they fall, what sounds they make, or if someone will pick them up.\r\n\r\n- Call your child’s name as much as possible.\r\n\r\n> You should see your child’s expression changing, which shows she/he responds to your call. \r\n\r\n- While sitting with a small group of babies, infants and young children, you can also choose someone’s name and sing a simple melody using the baby’s name.\r\n\r\n> Your baby will slowly memorize her/his name and realize you are talking about her/him.\r\n\r\n- Hang different pictures in babies ‘room for her/him to look at. You can hang rings of beads and colorful objects, which can whirl above a child’s bed or swing within the range of eyesight.\r\n\r\n- Look at picture books with your baby or several children together and ask simple questions about pictures to help them use or show understanding of words.\r\n\r\n> Your baby will show interest by following the pictures with her/his eyes. She/he will slowly try to memorize them.\r\n\r\n- Respond to your child’s sounds and interests.\r\n\r\n> You will notice an increase of your baby’s confidence and self esteem.\r\n\r\n- Cut out or draw large, bright simple pictures of things that will interest the baby. Paste onto heavy paper. Punch three holes in the side of each page. Tie three or four pages together. Place several books in a basket. Let the baby choose a book. As the baby looks at the books, help her/him turn the pages and talk about the pictures. \r\n\r\n> This should help your baby listen to your talk and memorize things he sees and hear.\r\n\r\n- Put a simple little puppet on your hand and make it talk to the baby. Use a different voice as you make the puppet talk. Have the puppet tell the baby about itself.\r\n\r\n> You will see your baby’s happiness and attention growing.\r\n\r\nNext article:\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "2712f4ba9d5f479c9d0395c5c5b585cf", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "comforting-time-6-9-month-babies", 
  "uuid": "570e423536954d2fa51926804278327b"
}