{
  "subtitle": "", 
  "description": "Look into your baby’s eyes ", 
  "language": "eng_GB", 
  "title": "What you can do and observe with newborn babies ", 
  "primary_category": "191e86cbcd794197b8e56cdeef19a71b", 
  "created_at": "2016-04-20T13:58:06.433102+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-20T13:58:06.433337+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "dcd548dc9b084c18be07c3e8f9c1b410"
  ], 
  "id": null, 
  "content": "WHAT YOU CAN DO AND OBSERVE\r\n\r\n- Provide ways for your baby to see, hear, move arms and legs freely, and touch you. Skin-to-skin contact is also very good and can be done from time to time.\r\n\r\n> You should see your baby’s arms and legs move in disconnected manners. Slowly your baby learns how to control her/his movements. \r\n\r\n- Look into your baby’s eyes, and smile in response to the child’s smiles by watching her/his face. \r\n\r\n> You should see your baby react positively to your facial expressions, movements and gestures. Your baby learns to communicate and you begin to see her/him respond to you, even before birth.\r\n\r\n- Talk to your baby using sweet intonations and ‘baby talk’. Both the father and the mother should communicate with the newborn. \r\n\r\n> You will notice that she/he can hear and will soon start memorizing and copying your words.\r\n\r\n- You can gently change the sound of your voice by making it slow or quick, high or low, or quiet or loud. \r\n\r\n> You should observe reaction from your baby’s face and body and notice she/he is interacting with you.\r\n\r\n- Place the baby on her/his tummy. Shake a rattle or bell in front of him and slowly lift the rattle just a little and encourage her/him to lift her/his head and shoulder to watch it move.\r\n\r\n> Doing so will help the baby follow the rattle with his eyes, and practice lifting her/his head and shoulders. In the meantime, she/he will listen to the sound the rattle makes. \r\n\r\n- Gently soothe, stroke and hold your child. \r\n\r\n> You will see your baby comforted and happy to be held and cuddled.\r\n\r\n- Do skin to skin contact with your child from time to time. \r\n\r\n> You should feel your baby secure and calm as she/he feels, touch, hear and smells your presence.\r\n\r\nNext article:\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "daceddb146ca490796d25ade1aa650ef", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-you-can-do-and-observe-newborn-babies", 
  "uuid": "db159be2f23f4dad889fd69290395798"
}