{
  "subtitle": "", 
  "description": "Parents should communicate with newborns ", 
  "language": "eng_GB", 
  "title": "Useful Tips for newborn babies! ", 
  "primary_category": "191e86cbcd794197b8e56cdeef19a71b", 
  "created_at": "2016-04-20T13:55:05+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-20T13:58:27.633443+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "d8aac85991264b46afe4d041029d63c9"
  ], 
  "id": null, 
  "content": "TIPS AND TOYS YOU CAN USE FOR NEWBORN BABIES\r\n\r\n- Both the father and the mother should communicate with the newborn.\r\n\r\n- The child’s face should not be covered for long periods of time because children need to see in order for their eyesight to develop.\r\n\r\n- Although common in some places, newborns should not be tightly bound in clothing for long periods, so they can move and touch people and things.\r\n\r\n- Clean, safe, and colorful things from the household, such as a wooden spoon or plastic bowl, can be given to the child to reach for and touch. \r\n\r\n- When the baby is one week or older, a simple, homemade toy, like a shaker rattle, can attract the child’s interest by the sounds it makes when you shake it gently. \r\n\r\n- To make a gourd rattle: Find a small gourd, cut a round hole at the stem and clean out the seeds and flesh. Let it dry out well and put 2 or small rocks or other objects inside. Find a stick the size of the whole and glue it to the gourd. \r\n\r\n- To make a bottle rattle: Take a plastic bottle or equivalent receptacle. Insert nuts, stones, colorful strips cut from other plastic bottles. Insert wood stick in the bottle, and warp a ring with strips or cloth.\r\n\r\n- Squeeze toys: Trace and enlarge various patterns on a fabric. Cut out two pieces for each pattern. Sew the edges and stuff with wool, beans or candy wrappers. Sew the ends. You can also cut out the figure of a doll and stuff it.\r\n\r\nNext article:\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "65b32c51c14e4328804ec32c5d2a146d", 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "useful-tips-newborn-babies", 
  "uuid": "dcd548dc9b084c18be07c3e8f9c1b410"
}