{
  "subtitle": "", 
  "description": "Good early experiences help a child’s brain develop well", 
  "language": "eng_GB", 
  "title": "Why is it important to play and interact with my baby?", 
  "primary_category": "191e86cbcd794197b8e56cdeef19a71b", 
  "created_at": "2016-04-22T11:46:44+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-22T11:52:18.921565+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "5202a02490a24b298096ee1dd0d80df8"
  ], 
  "id": null, 
  "content": "Children are curious from the moment they are born. They want to learn about and understand their world. During the first five years of life and more even before 3 months, children’s brains are growing faster than at any other time. Children’s early experiences shape how their brains develop, and early learning sets the stage for school success. Hence, **good early experiences help a child’s brain develop well**. The more work the brain does, the more it is capable of doing. When children play, their brains work hard.\r\n \r\nPlaying comes naturally to children and is how children learn. Think about a baby who starts a peekaboo game with you when you pull his/her shirt over his/her head. Or the toddler or two-year-old who imitates the way you describe different things around him/her. Play is filled with opportunities for children to learn and develop new skills. **When children play, they use all their senses** (hearing, seeing, tasting, touching, smelling and moving) to gather information about their world. They organize and reorganize this information into their first pictures of themselves, others, and their world.\r\n \r\n**Through good interaction and caring, fun and play, babies and young children will develop new skills for talking and thinking, moving and doing, feeling and learning about themselves, and getting along with others.** \r\n\r\nNext article :", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "765950cf5f6c412e8150ee5633af98b5", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "why-it-important-play-and-interact-my-baby", 
  "uuid": "ec3a0aecb60842afb8323a9989c16ad5"
}